[X2StrategyElement_PsiAmpSlot]
strPsiAmpFirstLetter=П

[UIArmory_PromotionPsion]
m_strInventoryTitle=ПСИОНИКА

[UIFacility_PsionLabSlot]
m_strPsiTrainingDialogTitle="ТРЕНИРОВАТЬ ПСИОНИЧЕСКИЕ СПОСОБНОСТИ"
m_strPsiTrainingDialogText="<XGParam:StrValue0/!UnitName/> может пройти специализированное обучение, чтобы раскрыть свой псионический потенциал и получить псионические способности, но боец будет недоступен для боя в течении <XGParam:IntValue0/!DaysToTrain/> дней во время тренировочного процесса. Вы хотите продолжить?"
m_strStopPsiTrainingDialogTitle="ОСТАНОВИТЬ ПСИОНИЧЕСКИЕ ТРЕНИРОВКИ?"
m_strStopPsiTrainingDialogText="Вы хотите, чтобы %UNITNAME не тренировался как псионик?\n\nWARNING: весь прогресс обучения будет потерян."
m_strPauseAbilityTrainingDialogTitle="ПРИОСТАНОВИТЬ ТРЕНИРОВКУ ПСИ-СПОСОБНОСТЕЙ?"
m_strPauseAbilityTrainingDialogText="Вы хотите приостановить тренировку пси-способностей %UNITNAME?\n\nNOTE: прогресс тренировки будет сохранен."
m_strNoSoldiersTooltip="Нет солдат со скрытым псионическим потенциалом, доступных для обучения."
m_strSoldiersAvailableTooltip="Назначьте потенциального псионика для изучения новых псионических способностей."

[UIChoosePsionAbility]
m_strTitle="Тренировка псионики"
m_strInventoryLabel="Доступные способности:"
m_strBuy="НАЧАТЬ ОБУЧЕНИЕ"
m_strPaused="[ПАУЗА]"
m_strResume="Возобновить обучение"

[UIAlert_IsPsionic]
m_strPsionicSoldierHeader="ВНИМАНИЕ"
m_strPsionicSoldierTitle="СОЛДАТ ИМЕЕТ СКРЫТЫЙ ПСИОНИЧЕСКИЙ ПОТЕНЦИАЛ"
m_strSoldierIsPsionic="Можно начать тренировку псионических способностей"
m_strSoldierPsionicHelp="Солдаты с редким скрытым даром использовать псионику могут научиться использовать их для разрушительного воздействия на поле битвы."

[UISL_Armory_MainMenu_Psion]
strPsionMenuOption="Пси-способности"
PsionListItemDescription=Просмотреть уже выученные пси-способности.

[LPUtilities]
PsionTitle="Псионик"
PsionDescription="Mutare ad Custodiam. Скрытые псионики, которых мы обнаружили среди наших оперативников, они используют величайшие силы пришельцев против них самих."

PsionRankIcons[0]="UILibrary_Common.psirank_initiate"
PsionRankIcons[1]="UILibrary_Common.psirank_acolyte"
PsionRankIcons[2]="UILibrary_Common.psirank_adept"
PsionRankIcons[3]="UILibrary_Common.psirank_disciple"
PsionRankIcons[4]="UILibrary_Common.psirank_mystic"
PsionRankIcons[5]="UILibrary_Common.psirank_warlock"
PsionRankIcons[6]="UILibrary_Common.psirank_magus"
PsionRankIcons[7]="UILibrary_PsionIcons.psirank_Master"

PsionRankNames[0]="Неофит"
PsionRankNames[1]="Посвященный"
PsionRankNames[2]="Адепт"
PsionRankNames[3]="Наставник"
PsionRankNames[4]="Мистик"
PsionRankNames[5]="Чернокнижник"
PsionRankNames[6]="Волхв"
PsionRankNames[7]="Магистр"

PsionShortNames[0]="Нфт."
PsionShortNames[1]="Псв."
PsionShortNames[2]="Адп."
PsionShortNames[3]="Нст."
PsionShortNames[4]="Мст."
PsionShortNames[5]="Чнк."
PsionShortNames[6]="Влх."
PsionShortNames[7]="Мгст."

[UIArmory_PromotionPsion]
m_strPsiOffenseLabel="ПСИОНИКА:"
m_strNextSoldierRankLabel="СЛД. РАНГ:"


[X2DownloadableContentInfo_LatentPsionicsUnlock]
strNoUnitSelected = "Ни один солдат не выбран!"
soldierNotAPsion = "Выбранный солдат не псионик!"